Revit 2024 API
SymbolTypeId.KcalPerS Property
 Symbol kcal/s, indicating unit Kilocalories per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KcalPerS { get; }
Visual Basic
Public Shared ReadOnly Property KcalPerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KcalPerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace